/* AR/BR indicator */
"ARBR" = "AR/BR";

/* The ask price label of InfoPanel */
"Ask" = "賣出";

/* Bias indicator */
"Bias" = "BIAS";

/* The bid price label of InfoPanel */
"Bid" = "買進";

/* The price change labelMomentum of InfoPanel */
"Chg" = "漲跌";

/* The price change percentage label of InfoPanel */
"Chg%" = "漲幅";

/* The compare button of the realtime chart */
"Compare" = "走勢對照";

/* The title of the comparison setting */
"CompareChart" = "走勢對照";

/* The right navigation button of the realtime chart */
"Detail" = "技術分析";

/* ADX/DMI indicator */
"DMI" = "DMI";

/* TLB indicator*/
"TLB" = "TLB";

/* The high price label of InfoPanel */
"High" = "最高";

/* The title of the picker list for selecting indicators */
"UpperIndicatorSheetTitle" = "Choose Candlestick Indicator";

"BottonIndicatorSheetTitle" = "Choose Tech Indicator";

/* The back navigation button of the realtime chart */
"Intraday" = "當日走勢";

/* KD indicator */
"KD" = "KD";

"KDJ" = "KD";

"VR" = "VR";

/* The last price label of InfoPanel */
"Last" = "成交";

/* The low price label of InfoPanel */
"Low" = "最低";

/* MACD indicator */
"MACD" = "MACD";

/* Momentum indicator */
"Momentum" = "MTM";

/* OBV indicator */
"OBV" = "OBV";

/* The open price label of InfoPanel */
"Open" = "開盤";

/* Oscillator indicator */
"Oscillator" = "Swing";

/* PSY indicator */
"PSY" = "PSY";

/* RSI indicator */
"RSI" = "RSI";

/* The select button of the comparison setting */
"Select" = "選股";

/* The tick list button of the realtime chart */
"TickList" = "即時報價";

/* The today volume label of InfoPanel */
"Vol" = "總量";

/* Volume indicator */
"VolumeTitle" = "Vol";

"Close" = "Close";

/* Williams indicator */
"Williams" = "W%R";

/* Tower indicator */
"Tower" = "寶塔線";

/* The daily K-line navigation button */
"Daily" = "Day";

/* The weekly K-line navigation button */
"Weekly" = "Wk";

/* The monthly K-line navigation button */
"Monthly" = "Mon";

/* The 5-minutely K-line navigation button */
"5Minutely" = "5 Minutes";

"Row" = "Row";

"Minutely" = "Min";

"分線" = "Minute";

/* The daily button for selecting K-line period */
"DailyChart" = "日線";

/* The weekly button for selecting K-line period */
"WeeklyChart" = "週線";

/* The monthly button for selecting K-line period */
"MonthlyChart" = "月線";

/* The 5-minutely button for selecting K-line period */
"5MinutelyChart" = "五分鐘線";

"15Minutely" = "15 Minutes";
"30Minutely" = "30 Minutes";
"60Minutely" = "60 Minutes";

"15MinutelyChart" = "十五分鐘線";
"30MinutelyChart" = "三十分鐘線";
"60MinutelyChart" = "六十分鐘線";

"5分" = "5";
"15分" = "15";
"30分" = "30";
"60分" = "60";

"Menu" = "功能表";

"Please choice indicator parameters" = "請選擇技術指標參數";

"Setting Indicator Parameter" = "Set";
"設定指標參數" = "Parameter Setting";

"period" = "週期";

"Main Chart" = "Main Chart";

"Tech Indicator" = "Tech Indicator";

"Bollinger Bands" = "BB";

"Moving Average" = "MA";

"SAR" = "SAR";

"DBL stk" = "Trend Line Reference";

"Candle" = "Candle";

"OHLC" = "OHLC";

"技術指標" = "Indicators";
//橫式 開高低收量
"OpenLandScape" = "Open";

"HighLandScape" = "High";

"LowLandScape" = "Low";

"CloseLandScape" = "Close";

"VolumeLandScape" = "Vol";

"BidLandScape" = "買";

"AskLandScape" = "賣";

"PriceLandScape" = "成";

"ChgLandScape" = "Chg";
"ChgPerLandScape" = "";

//以下是權證 跟 snapshot format 2~5的東西

"現貨" = "現貨";

"履約" = "履約";

"權利" = "權利";

"到期日" = "到期日";

"行使比例" = "行使比例";

"標的物" = "標的物";

"52週最高" = "52週最高";

"52週最低" = "52週最低";

"3月均量" = "3月均量";

"一年紅利" = "股利";

"發行股數" = "發行股數";

"Call" = "認購";

"Put" = "認售";

"SingleString0" = "---";

"SingleString1" = "今天";

"SingleString2" = "前一天";

"SingleString3" = "前二天";

"SingleString4" = "前三天";

"SingleString5" = "前四天";

"SingleString6" = "前五天";

"PeriodString0" = "---";

"PeriodString1" = "5日";

"PeriodString2" = "10日";

"PeriodString3" = "15日";

"PeriodString4" = "30日";

"單日" = "Single";

"累積" = "Acc";

"累計期間" = "累計期間";

"BidSellInfoBidString" = "掛買";

"BidSellInfoSellString" = "掛賣";

"TimeString" = "時間";

"BidString" = "買價";

"AskString" = "賣價";

"TradeString" = "成交";

"ChgString" = "漲跌";

"VolString" = "單量";

"Best5BidString" = "買";

"Best5AskString" = "賣";

"Price" = "價";

"Volume" = "VOL";

"doubleStockVolume" = "Vol";

"In" = "內";	//內盤

"Out" = "外";	//外盤

"內" = "內";

"外" = "外";

"成交金額" = "成交金額";

"均價ForInfo" = "         均價";

"昨收" = "昨收";

"InformationMine" = "資訊地雷";

"QuoteExistInWatchlist" = "群組已存在此商品";

"Bid Vol" = "委買";

"Ask Vol" = "委賣";

"Downloading" = "Download data please wait...";

"DelayClose" = "(延後收盤)";

"Cancel" = "Cancel";
"取消" = "Cancel";


"買進日超出日期範圍" = "Buying date out of range";
"賣出日超出日期範圍" = "Selling date out of range";
"超出日期範圍同時成立" = "Dates out of range";
"請輸入此筆交易買賣的原因" = "Please enter a reason for this trade";

"選擇畫線種類" = "Select analysis tool";
"選擇清除工具" = "Select eraser";
"顯示上次內容" = "Previous Lines";
"趨勢線" = "Trendline";
"平行線" = "Parallel Line";
"黃金分割線" = "Fibonacci Line";
"甘氏角度線" = "Trendline Angle";
"黃金扇" = "Fibonacci Fan Line";
"阻速線" = "Speed Resistance Line";
"黃金弧" = "Fibonacci Arc";
"費波南希轉折" = "Fibonacci Retracement";

"清除單線" = "Erase single line";
"清除全部" = "Erase all";
"劃線儲存" = "Save the lines";

"確認" = "OK";
"訊號" = "Reason";
"買" = "BUY";
"賣" = "Sell";
"張" = "shares";
"選擇型態" = "Select Pattern";
"系統型態(多)" = "Typical Pattern (Long)";
"系統型態(空)" = "Typical Pattern (Short)";
"自訂型態(多)" = "DIY Pattern (Long)";
"自訂型態(空)" = "DIY Pattern (Short)";

"圖" = "Row";

